/* displayed when adding a new printer */
"Adding Printer." = "Dodaję drukarkę.";

/* title of Auto Select PPD menu item */
"Auto Select" = "wybieranie automatyczne";

/* title of item for uberowser. */
"Default Browser" = "Domyślny wyszukiwacz";

/* Display when the auto select process is schedualed to start */
"Gathering printer information." = "Zbieram informacje o drukarce.";

/* Menu item for all install ppds. */
"Other..." = "Inne…";

/* title of Unknown PPD menu item */
"Unknown" = "nieznany";

/* displayed when we can not match a ppd */
"Please select a driver or printer model" = "Proszę zaznaczyć sterownik lub model drukarki";

/* Menu item to allow the user to select a ppd from open file dialog */
"Select a driver to use..." = "Zaznacz sterownik…";

/* Unknown Location */
"Unknown Location" = "Nieznane miejsce";

/* The message in the alert explaining that AppleTalk is disabled. */
"AppleTalk Disabled" = "Nie mogę włączyć AppleTalk.";

/* Title of all manufacturers menu item */
"All" = "Wszyscy producenci";

/* Error translation for cups' server-error-service-unavailable message */
"Print Service is not running." = "Usługa drukowania nie jest uruchomiona.";

/* Why we make the user wait. */
"Searching for new drivers" = "Szukam nowych sterowników";

/* @"AppleTalk", AddPrinterBundle, @"AppleTalk Name" */
"AppleTalk" = "AppleTalk";

/* Local zone name. */
"*" = "Strefa lokalna";

/* Shared Printer (Used by SharedPrinter class) */
"Shared Printer" = "Udostępniana drukarka";

/* Shared Printer Pool (Used by SharedPrinter class) */
"Shared Printer Pool" = "Pula udostępnianych drukarek";

/* Shared Fax (Used by SharedPrinter class) */
"Shared Fax" = "Udostępniany faks";

/* DNSSD Name */
"Bonjour" = "Bonjour";

/* DNSSD Shared (Used by DNSSDPrinter class) */
"Bonjour Shared" = "Udostępniana przez Bonjour";

/* Point to the string for software update in the nib. */
"Software Update" = "Uaktualnienia oprogramowania";

/* Missing Driver of all kind */
"Unable to locate a suitable driver. Use Software Update to download a driver if one is available." = "Nie można znaleźć odpowiedniego sterownika. Użyj Uaktualnienia oprogramowania do pobrania sterownika, jeśli taki będzie dostępny.";

/* Missing Manufacturers driver */
"Unable to locate a manufacturer-supplied driver. Use Software Update to download a driver if one is available." = "Nie można znaleźć sterownika dostarczonego przez producenta. Użyj Uaktualnienia oprogramowania do pobrania sterownika, jeśli taki będzie dostępny.";

/* BROWSER_GENERIC_PRINTER_MODEL */
"Generic PostScript Printer" = "Uniwersalna drukarka PostScript";

/* Browser Names */
"com.apple.print.pbm.uber" = "Domyślne";
"com.apple.printer.uber.usb" = "USB";
"com.apple.printer.uber.shared" = "Udostępniana drukarka";
"com.apple.printer.uber.netinfo" = "Open Directory";
"com.apple.printer.uber.firewire" = "Firewire";
"com.apple.printer.uber.dnssd" = "Bonjour";
"com.apple.printer.uber.cups" = "CUPS";
"com.apple.printer.uber.appletalk" = "AppleTalk";

"com.apple.print.pbm.ip" = "IP";
"com.apple.print.pbm.bluetooth" = "Bluetooth";
"com.apple.print.pbm.advanced" = "Zaawansowane";
"com.apple.print.pbm.fax" = "Faks";
"com.apple.print.pbm.appletalk" = "AppleTalk";
"com.apple.print.pbm.smb" = "Windows";
